Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Słuchaj, też chcę wiedzieć, co się stało, ale jak będę z tobą rozmawiał, to strażnicy ostro mnie przetrenują!
uk: Послухай, я теж хочу дізнатися, що сталося, але якщо я розповім тобі, вартові не дадуть мені спокою!

source: Słuchaj, w mieście jest pewna handlarka o imieniu Alice. Cwana babka, nie lubię jej. W swoim sklepie trzyma harpię zamkniętą w klatce.
uk: Слухай, у місті є торговка на ім'я Аліса. Хитра жінка, не подобається вона мені. У своїй крамниці вона тримає гарпію, замкнену в клітці.

source: Słuchaj, widzę, że nieźle się tu zakręciłeś. Skoro jesteś taki robotny, to może ci pokażę, jak szybciej się przemieszczać po tak trudnym terenie jak to bagno?
uk: Слухай, я бачу, ти тут непогано влаштувався. Якщо ти такий працьовитий, чому б мені не показати тобі, як швидше пересуватися по складній місцевості, такій, як наше болото?

source: Słuchaj, wiem że Cortez kazał ci znaleźć zabójcę Stana, ale to nie Rodrigo.
uk: Слухай, я знаю, що Кортез наказав тобі знайти вбивцю Стена, але це не Родріго.

source: Słuchaj, wiem, że mając żołd pewnie nie musisz już dla mnie tyle pracować, ale zawsze chętnie coś od ciebie odkupię, pamiętaj.
uk: Слухай, я знаю, що з твоєю зарплатою тобі вже не обов'язково працювати на мене, але я завжди рада викупити щось у тебе, пам'ятай про це.

source: Słuchaj, wiem, że należymy do tej samej organizacji, ale uczenie kowalstwa nie leży w zakresie moich obowiązków. Musisz zapłacić.
uk: Послухай, я знаю, що ми належимо до однієї організації, але навчання ковальству не входить до моїх обов'язків. Ти мусиш заплатити.

source: Słuchaj, wiesz, jak to działa. Złoto musi się zgadzać.
uk: Слухай, ти все розумієш. Ціна має відповідати послузі.

source: Słuchaj, wspominałem ci o Garosie, ale teraz Adelard widzi cię jako materiał na szermierza! Brawo, rzadko się zdarza, by ktoś był tak rozchwytywany!
uk: Слухай, я вже казав тобі про Гароса, але тепер Аделард бачить у тобі ідеального мечника! Браво, це рідкість, щоб хтось був настільки затребуваним!

source: Słuchaj, wybacz tą wcześniejszą akcję. Myślałem, że jesteś po prostu całkowicie zielony i chciałem skorzystać z sytuacji.
uk: Слухай, вибач за мій вчинок. Я думав, що ти ще зовсім зелений і хочеш скористатися ситуацією.

source: Słuchaj, wysyłając cię na poszukiwanie mięsa ryzykuję, że będę miał cię na sumieniu. Dzikie bestie w końcu się nie patyczkują, ale zawsze możesz je zaskoczyć!
uk: Слухай, відправивши тебе на пошуки м'яса, я ризикую, що ти опинишся на моїй совісті. Дикі звірі не сидять на місці, але їх завжди можна заскочити зненацька!

source: Słuchaj, znam takiego jednego myśliwego, Detlow się nazywa. Podobno chce dołączyć do naszego oddziału tropicieli, ale ciągle nie przeszedł testów.
uk: Слухай, я знаю одного мисливця, його звуть Детлоу. Він хоче приєднатися до нашого загону слідопитів, але ще не пройшов випробування.

source: Słuchaj, zorganizuję wam spotkanie, ale najpierw musisz udowodnić, że jesteś coś wart... a przy okazji zrobić dla mnie coś pożytecznego.
uk: Слухай, я організую для тебе зустріч, але спочатку ти маєш довести, що ти чогось вартий... і водночас зробити щось корисне для мене.

source: Słuchaj, zrobimy tak, znajdziesz Hoda, ja będę mógł pójść na przerwę i wtedy spokojnie porozmawiamy o twojej sprawie z Pablo.
uk: Слухай, зробимо так, ти знайдеш Хода, я зможу трохи перепочити, а потім ми спокійно поговоримо про твою справу з Пабло.

source: Słuchaj, życie tutaj kosztuje. Nie będę marnował czasu za takie drobniaki.
uk: Послухай, життя тут коштує грошей. Я не збираюся витрачати свій час за такий дріб'язок.

source: Słuchaj. Mimo że moje umiejętności strzeleckie naturalnie stoją na wysokim poziomie, to od czasu do czasu dostaję taką misję, że nawet one nie wystarczają.
uk: Послухай. Хоча мої стрілецькі навички від природи на високому рівні, іноді я отримую такі завдання, що навіть їх не вистачає.

source: Słuchaj. Wiem, że ludzie gadają, bo zawsze gadają. Ale to nie ja go zabiłem.
uk: Послухай. Я знаю, що люди пліткують, бо інакше не вміють. Але це не я його вбив.

source: Słuchaj...
uk: Слухай...

source: Słuchaj... Widzę, że masz dużo więcej doświadczenia ode mnie.
uk: Слухай... Я бачу, у тебе набагато більше досвіду, ніж у мене.

source: Słuchaj... mam jeszcze jedną taką sprawę...
uk: Послухай... у мене є ще одна справа...

source: Słuchaj... przynoś mi skóry dzikich zwierząt, nie poluj na cudze zwierzaki. Jasne?
uk: Слухай... принось мені шкури диких тварин, а не вбивай домашніх. Ясно?

source: Słuchaj... to był taki mały przekręt. Dzięki niemu miałem zaoszczędzić trochę monet...
uk: Послухай... Це була маленька авантюра. Завдяки їй я отримав лише кілька монет...

source: Słuchaj... to, że tu są, nikomu nie pomaga, tylko przeszkadza, zwłaszcza pracownikom.
uk: Послухай... те, що вони тут, нікому не допомагає, а тільки заважає, особливо працівникам.

source: Słuchajcie, słuchajcie, mieszkańcy Archolos! Na rozkaz wielmożnego gubernatora Morrisa, ogłasza się, co następuje!
uk: Слухайте, слухайте, мешканці Архолосу! За прямим наказом високоповажного губернатора Морріса, оголошується наступне!

source: Słucham cię uważnie.
uk: Уважно слухаю.

source: Słucham się Bevina i zazwyczaj dobrze na tym wychodzę, ale brakuje mi trochę możliwości swobodnego eksperymentowania.
uk: Я слухаю Бевіна і зазвичай у мене все добре виходить, але мені бракує можливості вільно експериментувати.

source: Słucham!?
uk: Даруй, що!?

source: Słucham, co to za interes?
uk: Я слухаю, в чому справа?

source: Słucham.
uk: Я слухаю.

source: Słucham?
uk: Перепрошую?

source: Słucham? Ciele?
uk: Що? Біля тіла?

source: Słucham? O czym mówisz?
uk: Перепрошую? Ти про що?

source: Słucham? Powiedziałem coś nie tak?
uk: Перепрошую? Я щось не так сказав?

source: Słucham? Przecież ona nie jest znowu taka wysoka!
uk: Та ти що? Він не такий вже й високий!

source: Słucham? Przesłuchanie? Ale...
uk: Що таке? Допит? Але...

source: Słucham? Toż to zdzierstwo! Nie dam się tak wyzyskiwać! Zgłoszę to pana przełożonemu!
uk: Вибачте, що? Це грабіж! Я не дозволю так зі мною поводитися! Я доповім вашому начальству!

source: Słucham? W takim razie to ostatni dzień Rodericha jako dowódcy straży miejskiej!
uk: Що? Тоді це останній день Родеріха як командира Міської Варти!

source: Słucham? Zgłoszę to pana przełożonemu!
uk: Вибачте, що? Я доповім про це вашому начальству!

source: Słucham? Zniszczyłeś snopki siana w jaki sposób? Wiesz co, lepiej nie tłumacz mi tego. Ważne, że narobiłeś szkód.
uk: Знищив? Як ти знищив копиці сіна? Знаєш що, краще не пояснюй мені цього. Важливо те, що ти наробив шкоди.

source: Słucham?!
uk: Перепрошую?!

source: Słucham?! Padło ci na umysł człowieku?!
uk: Перепрошую, ти що, з глузду з'їхав?!

source: Sługa Burzy
uk: Слуга Бурі

source: Sługa boga równowagi. To nie najgorszy wybór, aczkolwiek nie rozumiem, jak człowiek może kochać bóstwo, które chce utrzymać całe społeczeństwo na jednym poziomie.
uk: Слуга бога рівноваги. Це не найгірший вибір, але я не розумію, як людина може любити божество, яке хоче утримувати ціле суспільство на одному рівні.

source: Sługa wiatru
uk: Слуга вітру

source: Sługi Innosa od niezliczonych wieków toczą boje ze wszelkimi istotami, pochodzącymi od Beliara. Aby mieć jakiekolwiek szanse, z obrzydliwymi potworami, pokroju orków czy demonów, Pan Światła i Ognia wyposażył swych wiernych w potężną magię.
uk: Протягом незліченних століть слуги Інноса вели битви проти усіх породжень Беліара. Щоб мати шанс протистояти огидним монстрам, таким як орки та демони, Володар Світла та Вогню наділив своїх послідовників могутньою магією.

source: Sługi Pana ciemności palą miasta i bezczeszczą prastare chramy w poszukiwaniu swego celu.
uk: У пошуках своєї мети слуги Володаря Темряви спалюють міста і оскверняють стародавні храми.

source: Słuszna decyzja.
uk: Правильне рішення.

source: Słusznie postąpiłeś! Dima to ma nosa do pracowników. Cóż komu w drogę, temu czas.
uk: Ти правильно вчинив! У Діни нюх на працівників. Що ж, мені пора.

source: Słusznie zrobiłeś.
uk: Ти вчинив правильно.

source: Słusznie, w kupie raźniej, hehe!
uk: Правильно, разом завжди краще, хе-хе!

source: Służba w straży jednak nie poszła na marne, a nasza rozmowa może dokądś prowadzi.
uk: Служба у Варті, схоже, не пройшла даремно, і наша розмова може бути корисною.

source: Służy do golenia zarostu.
uk: Використовується для гоління.

source: Służy do otwierania zamków,
uk: Використовується слюсарями і злодіями

source: Służy do ugniatania warzyw, owoców
uk: Використовується для розминання овочів,

source: Służy do wydobywania najróżniejszych surowców.
uk: Потрібна для видобутку різноманітних мінералів.

source: Służy do wykuwania oręża na kowadle.
uk: Використовується для кування зброї на ковадлі.

source: Służy do wytwarzania skrętów.
uk: Потрібна для виготовлення скруток.

source: Służy wyłącznie do przygotowywania posiłków.
uk: Потрібен виключно для приготування їжі.

source: Służył mu jako posłaniec. Blake'owi trudno było przekazywać wiadomości swoim ludziom, gdy cały czas siedział w ukryciu.
uk: Він служив йому як посланець. Блейку було важко передавати повідомлення своїм людям, коли він весь час переховувався.

source: Służyłeś temu potworowi Wirgilio. Marvin opowiedział mi całą historię.
uk: Ти служив тому монстру, Віргіліо. Марвін розповідав мені цю історію.

source: Słychać odgłos rogu, ktoś może potrzebować pomocy!
uk: Чути звуки рогу! Напевно, комусь потрібна допомога!

source: Słynna przekąska, którą często można spotkać
uk: Відома закуска, яку часто подають

source: Słynący z nieufności do obcych mieszkańcy wyspy Glenwyr spotkania handlowe i polityczne zwykle zakrapiają dużą ilością alkoholu. Nie bez powodu przyjęło się u nich porzekadło: „żelazo poznaje się w ogniu, człowieka przy winie”. Gościnni i otwarci Londramczycy z kolei chętnie owym trunkiem przypieczętowują spotkania w gronie rodziny i przyjaciół.
uk: Відомі своєю недовірливістю до чужинців, мешканці острова Гленвір, під час торгових та політичних зустрічей, схильні багато пити. Недарма вони мають прислів'я: 'Залізо пізнається через вогонь, а людина через вино'. Гостинні та відкриті лондрамці, навпаки, полюбляють відзначати вином зустрічі з родиною та друзями.

source: Słyszałam już takie historie setki razy. Większość z nich to zwykłe wymysły wioskowych nieudaczników, którzy potrzebują o czymś marzyć, by zapomnieć o własnej biedzie.
uk: Я вже сотні разів чула такі історії. Більшість з них – звичайні вигадки сільських невдах, яким потрібно про щось мріяти, щоб забути про власну бідність.

source: Słyszałam krzyki przechodniów, a potem tupot butów. Nic poza tym. Jak już mówiłam, spędzam w tym domu całe dnie.
uk: Я чула крики перехожих, а потім тупіт взуття. Більше нічого. Як я вже казала, я проводжу в цьому будинку весь свій час.

source: Słyszałam od farmerów z Silbach, że na Archolos grasuje jakaś nowa straszna bestia. Na całe szczęście za murami miasta jesteśmy bezpieczni.
uk: Я чула від селян із Сільбаху, що Архолосом блукає якийсь новий страшний звір. На щастя, за міськими стінами ми в безпеці.

source: Słyszałam też plotki, że podobno w Silbach pojawił się jakiś Wilczy Syn, który uczy wieśniaków machać mieczem. Brzmi to jak zwykły bełkot pijanych farmerów...
uk: До мене також доходили чутки, що в Сільбаху з'явився якийсь Вовчий Син, який вчить селян володіти мечем. Схоже на звичайні балачки п'яних фермерів...

source: Słyszałam, że Roderich cię wzywał, idź z nim porozmawiaj.
uk: Я чула, що Родеріх тебе викликав, піди та поговори з ним.

source: Słyszałam, że bardzo zależy ci na dostaniu się do miasta.
uk: Я чула, що ти дуже хочеш потрапити до міста.

source: Słyszałam, że dałeś popalić Alice otwierając klatkę z tym jej krzykaczem.
uk: Я чула, що ти підставив Алісу, відкривши клітку з її крикливою гарпією.

source: Słyszałam, że dzięki tobie Ramha ciągle jest wśród nas.
uk: Я чула, що Рамха жива лише завдяки тобі.

source: Słyszałam, że na wyspie jest jeszcze jedna Arena.
uk: Я чула, що на острові є ще одна арена.

source: Słyszałam, że udało ci się wypełnić zadanie. Gratulacje.
uk: Чула, що тобі вдалося виконати завдання. Мої вітання.

source: Słyszałaś o jakimś domu na sprzedaż?
uk: Ти чула про якийсь будинок, що продається?

source: Słyszałaś o włamaniu do domu Kurta?
uk: Ти чула про пограбування будинку Курта?

source: Słyszałem co nieco o tobie... no i wyglądasz mi na całkiem zdolnego wojownika...
uk: Я дещо чув про тебе... і мені здається, що ти досить здібний боєць...

source: Słyszałem co się stało. Współczuję ci, naprawdę.
uk: Я чув, що сталося. Я справді співчуваю тобі.

source: Słyszałem historię o osobie zajmującej się znikaniem ludzi. Podobno jakiś czas temu siedzieliście razem w karczmie, razem z Pablo i Finbarem.
uk: Я чув історію про людину, яка займається зникненням людей. Подейкують, ви нещодавно зустрічалися у корчмі, разом з Пабло і Фінбаром.

source: Słyszałem jakieś hałasy, wiesz co się dzieje?
uk: Я чув якісь звуки. Не знаєш, що відбувається?

source: Słyszałem jakieś krzyki. Gadaj, co tam się stało?
uk: Я чув якісь крики. Скажи, що там сталося?

source: Słyszałem jednak, że gdzieś w podziemiach klasztoru jest mała i tajna sekcja biblioteczna z najbardziej niedostępnymi dla ogółu księgami.
uk: Однак я чув, що десь у підвалах монастиря є невелика і таємна секція бібліотеки з найбільш недоступними для загалу книгами.

source: Słyszałem jednak, że mag Laudus, z portowej kaplicy Adanosa, skupuje te przedmioty.
uk: Однак я чув, що маг Лаудус з портового храму Аданоса купує такі речі.

source: Słyszałem nieco o tobie i jestem oburzony, że ktokolwiek jest tobą zainteresowany!
uk: Я чув кілька речей про тебе і я обурений, що хтось взагалі тобою зацікавився!

source: Słyszałem o facecie zajmującym się znikaniem ludzi...
uk: Я чув про хлопця, який займається зниклими людьми...

source: Słyszałem o ludziach, którzy zostali zmuszeni do niewolniczej pracy za zwykłe pomówienia.
uk: Я чув про людей, яких примушують до рабської праці за звичайний наклеп.

source: Słyszałem o nim. Z opowieści Coruma wydawał się kimś, kto może w przyszłości stać się niebezpieczny.
uk: Я чув про нього. Судячи з розповідей Корума, він міг бути небезпечним у майбутньому.

source: Słyszałem o pewnej ogromnej hucie wybudowanej we wnętrzu góry. Pewnie już dawno spłonęła w wyniku rebelii...
uk: Я чув про якусь величезну плавильню, побудовану в глибині гори. Напевно, вона давно згоріла в результаті повстання...

source: Słyszałem o powodzeniu waszej misji w Przystani.
uk: Я чув про твій успіх в Гавані.

source: Słyszałem o tej przykrej sprawie. We wsi wieści szybko się rozchodzą.
uk: Я чув про цей неприємний випадок. У селі новини поширюються швидко.

source: Słyszałem o twojej inicjacji na członka Wodnego Kręgu. Od początku mówiłem Kesselowi, że świetnie nadajesz się do tej roli.
uk: Я чув про твоє посвячення в члени Кільця Води. Від самого початку я казав Кесселю, що ти чудово підходиш на цю роль.

source: Słyszałem o tym wszystkim, co ci się przytrafiło, i zdaję sobie sprawę, że ludzie Lichwiarza nie są dla ciebie do końca przychylni. Ta sprawa pozostanie między nami.
uk: Я чув про все, що з тобою сталося, і розумію, що люди Лихваря не надто тобі симпатизують. Ця справа залишиться між нами.

source: Słyszałem od Lorenzo, że masz problem z pewnym alchemikiem.
uk: Я чув від Лоренцо, що в тебе виникли проблеми з одним алхіміком.

source: Słyszałem od starszych górników, że ponoć pomaga prawie na wszystko. Gdyby udało ci się go dla mnie zdobyć, mógłbym wrócić do pracy w ciągu kilku dni.
uk: Я чув від старих гірників, що він нібито допомагає майже від усього. Якщо тобі вдасться дістати його для мене, я міг би повернутись до роботи вже за кілька днів.

source: Słyszałem plotki, że jacyś obcy dotarli na wyspę.
uk: До мене дійшли чутки, що на острів прибули якісь чужинці.

source: Słyszałem takie plotki.
uk: До мене доходили такі плітки.

source: Słyszałem taką jedną miejską legendę. Podobno żyje w nich stwór, który porywa miastowych i gromadzi w swoim gnieździe ich kosztowności.
uk: Я чув одну таку міську легенду. Нібито там живе істота, яка викрадає містян і збирає їхні коштовності у своєму гнізді.

source: Słyszałem te plotki od węglarzy. Zwykłe bzdury i wymówki leniwych farmerów. Nie ma takich bestii.
uk: Я чув ці чутки від вуглярів. Звичайна нісенітниця і відмазки ледачих фермерів. Таких звірів не існує.

source: Słyszałem też, że wparadowałeś do karczmy w barwach Gildii. Mało dyskretnie, ale najważniejsze, że nic złego się nie stało.
uk: Я також чув, що ти прийшов до корчми в кольорах Гільдії. Не дуже розумно, але головне, що нічого поганого не сталося.

source: Słyszałem twoją rozmowę z mistrzem.
uk: Я чув твою розмову з майстром.

source: Słyszałem twoją rozmowę z szefem. Możesz mi wierzyć, kolego, wilki to w tej chwili nasze najmniejsze zmartwienie.
uk: Я чув твою розмову з начальником. Повір мені, друже, вовки – це найменша з наших проблем на даний час.

source: Słyszałem, co zrobiłeś z Benem. No nie powiem, imponujące. Do tej pory nikt nie miał odwagi się mu postawić.
uk: Я чув, що ти зробив з Беном. Ну, нічого не скажеш, це вражає. Досі ні в кого не вистачало сміливості протистояти йому.

source: Słyszałem, jak kapitan wydawał rozkazy swoim ludziom. Niedługo zrzucą kotwicę.
uk: Я чув, як капітан віддавав накази своїм людям. Вони збираються кинути якір.

source: Słyszałem, jak poradziłeś sobie w kopalni. Jesteś człowiekiem honoru. Możesz się tu czuć jak u siebie.
uk: Я чув, як ти проявив себе в копальні. Ти людина честі. Можеш почуватися тут як вдома.

source: Słyszałem, jak poradziłeś sobie w terenie, zasłużyłeś sobie chłopcze!
uk: Я чув, як ти показав себе у справі, ти заслужив на це, хлопче!

source: Słyszałem, skąd was przywiało.
uk: Я чув, звідки ви приперлись.

source: Słyszałem, że Jon próbował zrobić zbroję z pełzaczy.
uk: Я чув, що Йон намагався зробити обладунок з повзунів.

source: Słyszałem, że Vlada była wyjątkowo chętna do interesów i nie musiałeś jej nawet przekonywać. Będzie brać 2 skrzynki.
uk: Я чув, що Влада була винятково зацікавлені у веденні бізнесу, і тобі навіть не довелося її переконувати. Вона буде брати по 2 ящики.

source: Słyszałem, że Volker bardzo ceni sobie twoje rady.
uk: Я чув, що Волкер дуже цінує твої поради.

source: Słyszałem, że Wilczy Synowie czasami korzystali z mechanizmów otwieranych za pomocą mieczy-kluczy.
uk: Я чув, що Вовчі Сини іноді використовували механізми відмикання за допомогою ключа-меча.

source: Słyszałem, że bierzesz udział w turnieju...
uk: Я чув, що ти береш участь в турнірі...

source: Słyszałem, że byłeś u Albyna i doprowadziłeś sprawę do porządku.
uk: Кажуть, ти бачився з Альбіном і залагодив цю справу.

source: Słyszałem, że chcesz dla mnie pracować. Ludzie w twoim wieku i o twoim... statusie, nieczęsto składają mi takie oferty.
uk: Я чув, що ти хочеш працювати на мене. Люди твого віку і твого... статусу, нечасто роблять мені такі пропозиції.

source: Słyszałem, że coś cię trapi.
uk: Я чув, тебе щось турбує.

source: Słyszałem, że coś tam się podziało i wcale nie doszło do pokazu. O co chodzi?
uk: Я чув, що там щось пішло не так, і вистава взагалі не відбулася. У чому справа?

source: Słyszałem, że często kręci się w pobliżu tunelu za miastem, tego prowadzącego do Wielkiej Winnicy. Tam się rozejrzyj.
uk: Я чув, що він часто вештається біля тунелю за містом, що веде до Великого виноградника. Пошукай його там.

source: Słyszałem, że dołączyłeś do straży, ale myślałem, że to tylko plotki...
uk: Я чув, що ти приєднався до Варти, але я думав, що це лише плітки...

source: Słyszałem, że gadałeś z Roderichem i załatwiłeś sprawę.
uk: Я чув, що ти поговорив з Родеріхом і все залагодив.

source: Słyszałem, że groby największych wojowników znajdowały się tu, gdzie teraz stoi ten dom.
uk: Я чув, що на місці цього будинку були могили найвидатніших воїнів.

source: Słyszałem, że interesuje cię cały statek złotych Innosów.
uk: Я чув, що тебе цікавить корабель, набитий золотими Інносами.

source: Słyszałem, że jakiś facet zatrudnia największą biedotę z całego portu by robili mu te figurki.
uk: Я чув, що якийсь хлопець наймає найбідніших людей з усього порту, щоб вони робили для нього ці статуетки.

source: Słyszałem, że jeden z przewodników, regularnie upija się na służbie.
uk: Я чув, що один з провідників регулярно напивається на службі.

source: Słyszałem, że już jeden z twoich synów zginął podczas polowań...
uk: Я чув, що один з твоїх синів вже загинув під час полювання...

source: Słyszałem, że lubisz grać w szachy.
uk: Я чув, що ти любиш грати в шахи.

source: Słyszałem, że lubisz opowieści.
uk: Я чув, ти любиш історії.

source: Słyszałem, że lubisz sprawiać kłopoty.
uk: Чув, що тобі подобається наробити клопоту.

source: Słyszałem, że masz pyszną zbożową starkę.
uk: Я чув, що у тебе є дуже смачний зерновий туманник.

source: Słyszałem, że masz pyszną zbożową starkę. (25 SZ)
uk: Я чув, що у тебе є дуже смачний зерновий туманник. (25 золотих)

source: Słyszałem, że mieliśmy nieźle tu zarobić, a ty nie masz nawet na prosty trening?
uk: Я чув, що ми мали тут непогано заробити, а тобі не вистачає навіть на просте тренування?

source: Słyszałem, że mistrz Notger uwolnił cię od twoich grzechów.
uk: Я чув, що майстер Нотгер позбавив тебе від власних гріхів.

source: Słyszałem, że można nieźle sobie przy tym dorobić.
uk: Я чув, що на цьому можна непогано заробити.

source: Słyszałem, że nasz alchemik pracuje nad jakimś specyfikiem, który wspomaga koncentrację. Tak sobie myślę, czy może nie zadziałałby podobnie jak sole trzeźwiące?
uk: Я чув, що наш алхімік працює над якимось засобом, який допомагає концентруватися. Мені цікаво, чи він працюватиме так само, як пахуча сіль?

source: Słyszałem, że nie do końca zrobiłeś to, o co cię prosiłem.
uk: Я чув, що ти зробив не зовсім те, про що я тебе просив.

source: Słyszałem, że nie spodobałeś się Heldze. Cóż, będę musiał sam się z nią rozmówić.
uk: Я чув, що ти не сподобався Хельзі. Що ж, я сам з нею поговорю.

source: Słyszałem, że nie zapomniałeś się przebrać, by nie rzucać podejrzeń na Gildię. Bardzo mądrze z twojej strony.
uk: Я чув, що ти не забув переодягнутися, щоб не накликати підозр на Гільдію. Дуже мудро з твого боку.

source: Słyszałem, że nie załatwiłeś tej sprawy z Armarem.
uk: Я чув, що ти не врегулював справу з Армаром.

source: Słyszałem, że niejaki Ernesto ma problemy z jakimś alchemikiem. Chciał skorzystać z pomocy Gildii w tej sprawie.
uk: Я чув, що у Ернесто проблеми з якимось алхіміком. Він хотів заручитися допомогою Гільдії в цій справі.

source: Słyszałem, że organizujecie jakąś wyprawę do ruin. Ulryk obiecał, że się tym zajmie, ale sądząc po twojej obecności, coś w jego planie nie wypaliło.
uk: Я чув, що ви організували якусь експедицію до руїн. Ульрік обіцяв розібратися, але, судячи з твоєї появи, щось в його плані пішло не так.

source: Słyszałem, że oskarżono cię o popełnienie przestępstwa!
uk: Я чув, що тебе звинувачують у скоєнні злочину!

source: Słyszałem, że ostatnio skarżyła się na jednego ze swoich klientów.
uk: Я чув, що вона нещодавно скаржилася на одного зі своїх клієнтів.

source: Słyszałem, że poczyniłeś postępy w śledztwie. Zbadanie tego grotu faktycznie może być pomocne.
uk: Я чув, що ви просунулися у своєму розслідуванні. Вивчення цього наконечника справді може бути корисним.

source: Słyszałem, że pomogłeś w złapaniu tego przeklętego zamachowca. Volker musiał być bardzo zadowolony.
uk: Я чув, що ти допоміг зловити проклятого вбивцю. Волкер, мабуть, був дуже задоволений.

source: Słyszałem, że potrafisz co nieco. Może będzie z tego jakieś widowisko.
uk: Я чув, ти дещо вмієш. Можливо, з цього вийде якесь видовище.

source: Słyszałem, że potrafisz naprawiać sieci.
uk: Я чув, що ти вмієш відновлювати сітки.

source: Słyszałem, że pozyskujesz złote Innosy dla Groena.
uk: Я чув, що ти постачаєш Гроєну золотих Інносів.
